Repository: Django-LiveView/starter-template
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: About us
es: Nosotros

source: About us page of the website
es: Página acerca de nosotros

source: New cat
es: Nuevo gato

source: New cat page of the website
es: Página de nuevo gato

source: A cat is born!
es: Ha nacido un minino!

source: Update cat
es: Gato actulizado

source: Update a cat
es: Gato actualizado

source: A cat is update!
es: Un gato ha sido actualizado!

source: Cats
es: Gatos

source: A cat has died! it has 6 lives left.
es: Un gato a muerto! Le quedan 6 vidas.

source: Contact
es: Contacto

source: Contact email sent
es: Correo de contacto enviado

source: Home
es: Inicio

source: Home page of the website
es: Página de inicio

source: Login
es: Identificación

source: You are now logged in!
es: Te has identificado!

source: Invalid email or password
es: Correo o contraseña inválida

source: You are now logged out!
es: Has cerrado la sesión!

source: Profile
es: Perfil

source: Bad extension image
es: Extensión de imagen no admitida

source: You must agree to the terms and conditions.
es: Debes aceptar los terminos y condiciones.

source: Name
es: Nombre

source: Age
es: Edad

source: Biography
es: Biografía

source: Email
es: Correo

source: Invalid email
es: Correo inválido

source: This field is required.
es: El campo es obligatorio.

source: Password
es: Contraseña

source: Message
es: Mensaje

source: I accept all cuddles and caresses
es: Acepto todos los mimos y caricias

source: You must accept to continue.
es: Debes aceptar para continuar.

source: English
es: Inglés

source: Spanish
es: Español

source: about-us/
es: nosotros/

source: cats/
es: gatos/

source: cats/<slug:cat_slug>/
es: gatos/<slug:cat_slug>/

source: cat/new/
es: gatos/nuevo/

source: cat/update/<slug:cat_slug>/
es: gatos/actualizar/<slug:cat_slug>/

source: login/
es: identificacion/

source: profile/
es: perfil/

source: contact/
es: contacto/

source: Monitoring your resources
es: Vigilando tus recursos

source: Your resources in real time, and without using JavaScript
es: Son los recursos en tiempo real, sin usar JavaScript

source: Cat Feed
es: Feed de gatos

source: Logout
es: Salir

source: Hi
es: Hola

source: View profile
es: Ver perfil

source: Update
es: Actualizar

source: Delete
es: Borrar

source: Loading
es: Cargando

source: Update cat
es: Actualizar gato

source: Create cat
es: Crear gato

source: Send
es: Enviar

source: Thanks!
es: ¡Gracias!

source: Log in
es: Identificarte

source: About us page
es: Pagina nosotros

source: This is just a static example page, a simple, friendly and minimalistic example of how to load a complete HTML using WebSockets.
es: Esto es sólo una página estática de ejemplo, un simple, amigable y minimalista ejemplo de cómo cargar un HTML completo usando WebSockets.

source: Example of functionality
es: Ejemplo de funcionalidad

source: When clicked the button will ask Django to generate a random number and render it below.
es: Cuando apretes el botón pedirás a Django que genere un número aleatorio y lo renderizará debajo.

source: Get random number only text
es: Genera un número aleatorio en texto plano

source: Get random number with HTML
es: Genera un número aleatorio con HTML

source: All cats
es: Todos los gatos

source: Add
es: Añadir

source: View the email sent at
es: Mira los correos enviados en

source: Welcome to <strong>Djalmeow</strong>, the Django template for creating a complete HTML over the Wire site or LiveView
es: Bienvenidos a <strong>Djalmeow</strong>, una plantilla de Django para crear una completa página HTML over the Wire site o LiveView

source: You will be able to find typical solutions when creating a dynamic web page using the HTML over WebSockets approach.
es: Podrás encontrar soluciones típicas a la hora de crear una página web dinámica utilizando el enfoque HTML sobre WebSockets.

source: Navigator that marks as active the page where you are (Header of this page).
es: Navegador que marca como activa la página en la que te encuentras (Cabecera de esta página).

source: Multilanguage, with its translated routes, language selector (right of the header) and .po file system (<code>locale</code> directory)
es: Multilenguaje, con rutas traducidas, selector de idioma (esquina derecha del de la cabecera) y sistema de archivos .po en (directorio <code>locale</code>)

source: Static page - About us
es: Página estática - Sobre nosotros

source: Dynamic page - List of cats
es: Página dinámica - Lista de gatos

source: Dynamic page - Single cat
es: Página dinámica - Gato individual

source: Form with validations: Login
es: Formulario con validaciones: Identificación

source: Login page
es: Página de identificación

source: All accounts: Email 👇 - Password 'password'
es: Todas las cuentas: Correos 👇 - Y contraseña 'password'

source: User data
es: Datos de usuario

source: Username
es: Nombre de usuario

source: CRUD Cats
es: CRUD de gatos

source: Now that you have logged in, you can Add, Update and Delete cats. Go back to Cats to see the controls.
es: Ahora que ha iniciado sesión, puede Añadir, Actualizar y Eliminar gatos. Vuelve a Gatos para ver los controles.

source: Go to
es: Ir a

source: Change the avatar image to experience how files are sent using WebSockets
es: Cambia la imagen del avatar para experimentar cómo se envían los archivos mediante WebSockets

source: Back to cats
es: Volver a gatos
